{
	"navbar": {
		"home" : "Accueil",
		"images" : "Images"
	},

	"general" : {
		"here" : "ici",
		"there" : "là",
		"or" : "ou",
		"back_top" : "Haut de la page"
	},

	"home" : {
		"imagine" : {
			"title" : "Imaginez un voilier totalement révolutionnaire...",
			"desc_sail" : "Un voilier dont les voiles se règlent seules sans intervention en fonction du cap choisi.",
			"desc_heel" : "Un voilier qui ne gîte pas, qui ne se renverse pas.",
			"desc_crush" : "Un voilier que le vent n’écrase pas sur l’eau, mais au contraire soulage comme les kites ou les planches à voile et qui plane d’autant plus que le vent forcit."
		},
		"exists" : {
			"title" : "Ce voilier existe !",
			"desc" : "La S’WING est une aile (wing) pendulaire (swing) qui  repose sur le principe d’un parapente transposé sur un plan horizontal. L'équilibre aérodynamique de l'aile se stabilise selon la polaire du profil en fonction  du  vent relatif et du  réglage d'assiette. Quel que soit le cap choisi, l’incidence se maintient sans intervention. Pour changer de bord - vent arrière -  il suffit d'inverser un petit levier.",
			"add" : "De plus, l’inclinaison de la voile au vent permet d’avoir, comme sur les planches à voile ou les kites (ou le Sail Rocket), une traction ascendante sur le bateau (à la différence des voiles classiques qui l’écrasent dans l’eau).",
			"other" : "Cette aile permet de tracter tout engin capable de maintenir un cap sur eau, sol dur, glace, neige, etc., en fonction des équipements (flotteurs, foils, roues, patins, skis…)."
		},
		"principle" : "Le principe",
		"sidebar" : {
			"title" : "3 générations de Brouzes",
			"Paul" : "Le grand-père : Paul, calculs et brevet",
			"FG" : "Le père et la mère : Frédéric, construction et tests prototypes, et Gisèle, soutien logistique",
			"CAF" : "Les enfants : Chloé, webmaster, et Arthur et Félix, participation aux essais des prototypes"
		}
	},

	"description" : {
		"presentation" : {
			"title" : "Etat de la technique actuelle et présentation de l'invention",
			"current_desc" : "Pour naviguer à la voile il faut maintenir l’incidence correcte de la voilure par rapport à la direction du vent. Les interventions sur les réglages de la voilure qui nécessitent des manœuvres délicates et des efforts de tension très importants sont limitées autant que possible. Tant que les fluctuations de direction du vent restent modérées on préfère dévier le bateau plutôt que de modifier les réglages de la voilure. En conséquence il faut intervenir fréquemment sur le cap, et la trajectoire vers la destination est rallongée.",
			"current_drawbacks" : "La poussée du vent sur les voiles incline les bateaux et augmente la traînée. Sur les monocoques cette inclinaison est limitée par du lest généralement suspendu à la quille. Cela alourdit le bateau et  limite l'évolution en eaux peu profondes. Sur les multicoques on utilise de grands  flotteurs  latéraux qui n'éliminent pas  le risque de chavirage. Les planches à voile inclinées au vent et les kitesurf  tirés par cerf-volant bénéficient - au contraire - d’un allègement réduisant la trainée, mais leur pilotage acrobatique les réserve à des sportifs entraînés.",
			"current_compression" : "Sur les gréements les plus couramment utilisés  la voilure est tendue fortement entre le haut du mât et la  bôme afin de maintenir un profil aérodynamique performant, ce qui implique des efforts de compression très importants sur le mât.",
			"current_spi" : "D'autres types de voiles  sont parfois disposés à l'avant, spinnaker notamment. Elles sont réservées aux  vents portants car il est difficile de leur donner un  profil  aérodynamique performant et leur empannage implique des manœuvres délicates.",
			"swing_advantages" : "Les dispositifs selon l'invention suppriment ou réduisent ces inconvénients :<br />On a adopté le concept pendulaire qui régit la stabilité aérodynamique des parapentes et deltaplanes dans le plan vertical, mais transposé dans le plan horizontal. Il n’est plus nécessaire de modifier le cap pour dévier la voilure, car elle pivote indépendamment du bateau et maintient sans intervention son incidence par rapport à la direction du vent.",
			"swing_fixation" : "La  fixation pendulaire du  dispositif  sur le bateau, sur laquelle s’exerce la force de traction, est  beaucoup plus basse que le centre de voilure sur les bateaux  traditionnels. En conséquence le couple de renversement est beaucoup plus faible et il n’est pas nécessaire de recourir à  du lest ou à de volumineux flotteurs pour limiter la gîte. L'inclinaison de la voilure vers l’arrière oriente la poussée du vent vers le haut, ce qui allège le voilier et  réduit sa traînée. Les forces nécessaires pour maintenir le profil aérodynamique de la voile sont supportées pour l'essentiel par les suspentes reliées à la patte d'amarrage.",
			"swing_sail" : "L'ensemble voilure - gréement étant indépendant du bateau, il peut être déposé pour les manœuvres sans vent ou largué en cas de sinistre.",
			"swing_wind" : "A l’arrêt et dans les vents faibles, une structure reposant à l’avant sur de petits flotteurs pivotants peut supporter la voilure, mais lorsque le vent est suffisant  elle  peut être soulevée pour une navigation plus sportive.",
			"swing_gybe" : "Il faut noter que les dispositifs selon l'invention ne permettent pas de virer face au vent. Cet inconvénient, que l’on retrouve aussi sur les anciens voiliers, les kitesurf, les praos et  autres engins, est compensé  par la facilité avec laquelle les diverses manœuvres peuvent être réalisées. Pour voir une démonstration en images du déroulement d'un empannage, cliquez "
		},
		"application" : {
			"title" : "Quelques applications de la S'Wing",
			"use" : "La S'Wing permet de tracter toute sorte d'engin sur eau, sol dur, glace, neige, etc. La seule limite à l'utilisation de cette aile est l'imagination de son possesseur ! Flotteurs, foils, roues, patins, skis, tout fonctionne !",
			"figures" : "La série de figure ci-dessous présente quelques exemples d'utilisation."
		},
		"advantages" : {
			"title" : "Les avantages de la S'Wing",
			"table" : {
				"thead" : "Voiliers classiques",
				"tr1" : {
					"td1" : "Bateau",
					"td2" : "Peuvent contenir flotteurs, carènes, divers bateaux",
					"td3" : "Voiliers (avec dispositifs anti gîte)"
				},
				"tr2" : {
					"td1" : "Gréement",
					"td2" : "Indépendant du bateau sur flotteurs annexes",
					"td3" : "Mâture, espars, agrès, intégrés au bateau"
				},
				"tr3" : {
					"td1" : "Voilure",
					"td2" : "Pendulaire, auto orientable",
					"td3" : "Type Marconi, foc, spi"
				},
				"tr4" : {
					"td1" : "Inclinaison de la voile",
					"td2" : "Selon angle désiré pour soulager le bateau",
					"td3": "Gîte du au vent (augmente la traînée et ralentit le bateau)"
				},
				"tr5" : {
					"td1" : "Poussée au vent",
					"td2" : "Vers le haut (pour soulager le bateau)",
					"td3" : "Vers le bas (à cause de la gîte), augmente la traînée"
				},
				"tr6" : {
					"td1" : "Point d'application",
					"td2" : "Sur un pivot au niveau du pont",
					"td3" : "Au centre de la voilure (environ 1/3 de la voile)"
				},
				"tr7" : {
					"td1" : "Couple de renversement",
					"td2" : "Réduit",
					"td3" : "Fort (exige des dispositifs anti gîte)"
				},
				"tr8" : {
					"td1" : "Dispositions anti gîte",
					"td2" : "Peu concerné",
					"td3" : "Lest, quille profonde, ballastage, grande largeur des multicoques"
				},
				"tr9" : {
					"td1" : "Diverses manœuvres",
					"td2" : "3 réglages au poste de commande",
					"td3" : "Procédures complexes qui mobilisent l'équipage"
				},
				"tr10" : {
					"td1" : "Orientation des voiles",
					"td2" : "Automatique, sans intervention",
					"td3" : "Interventions sur la barre nécessaires pour s'adapter aux fluctuations du vent"
				},
				"tr11" : {
					"td1" : "Trajectoire",
					"td2" : "Directe au cap",
					"td3" : "Rallongée par les déviations dues aux fluctuations du vent"
				},
				"tr12" : {
					"td1" : "Réglages des voiles",
					"td2" : "Seulement en cas de changement météorologique",
					"td3" : "Nombreux et complexes aux manœuvres et fluctuations du vent"
				},
				"tr13" : {
					"td1" : "Manœuvres",
					"td2" : "Leviers de commande (sans effort)",
					"td3" : "Réglages de câbles et cordages par palans ou winchs"
				},
				"tr14" : {
					"td1" : "Changement de bord",
					"td2" : "Stabilité peu affectée",
					"td3" : "Déplacer l'équipage et charge lourde, lofer si nécessaire"
				},
				"tr15" : {
					"td1" : "Virement vent de face",
					"td2" : "Empannage dynamique (petite perte au vent)",
					"td3" : "Virement bout au vent"
				},
				"tr16" : {
					"td1" : "Virement vent arrière",
					"td2" : "Empannage aisé, sans effort",
					"td3" : "Empannage classique"
				},
				"tr17" : {
					"td1" : "Spinnaker",
					"td2" : "Inutile",
					"td3" : "Gréer et régler"
				},
				"tr18" : {
					"td1" : "Louvoyage",
					"td2" : "Empannages dynamiques avec petite perte au vent",
					"td3" : "Virements bout au vent"
				},
				"tr19" : {
					"td1" : "Risques d'accrochage",
					"td2" : "Limités car bateau sans appendice",
					"td3" : "Quilles ou dérivées profondes sur hauts fonds, algues, baleines"
				},
				"tr20" : {
					"td1" : "Risques de retournement",
					"td2" : "Limités",
					"td3" : "Critiques sur les multicoques"
				},
				"tr21" : {
					"td1" : "En cas de sinistre",
					"td2" : "Voile-structure facilement larguées",
					"td3" : "Cisailler les câbles, abattre le mât, remonter la dérive"
				},
				"tr22" : {
					"td1" : "Sauvetage",
					"td2" : "Le bateau peut constituer une cellule de survie",
					"td3" : "Il faut une annexe de secours"
				},
				"tr23" : {
					"td1" : "Stockage",
					"td2" : "Voile-structure larguées sur bouée ou au sol",
					"td3" : "Voile affalée mais gréement encombrant"
				},
				"tr24" : {
					"td1" : "Petits déplacements",
					"td2" : "Au moteur (petit bateau sans gréement ni quille)",
					"td3" : "Voilier encombrant"
				}
			}
		},
		"modelisation" : {
			"title" : "Modélisation de la S'Wing"
		},
		"gybe" : "Empannage"
	},

	"pictures" : {
		"videos" : {
			"title" : "Vidéos",
			"desc" : "Ce projet a commencé par la validation du concept grâce à des calculs complexes. Puis a suivi la construction de prototypes de plus en plus avancés afin de tester le concept en navigation. Les vidéos ci-dessous dressent un historique de ces prototypes et présentent un virement sous différents angles."
		},
		"images" : {
			"title" : "Photos",
			"desc" : "La série de photos suivante présente différentes versions du gréément et des flotteurs réalisés."
		}
	},

	"triul" : {
		"previous" : {
			"title" : "S'Wing et antécédents",
			"intro" : "La S'Wing est l'aboutissement de plusieurs projets destinés à éliminer ou réduire les inconvénients des voiliers actuels grâce à l'auto-orientation de la voilure. Le concept utilisé sur le Triul, projet précédent, était dérivé de l'équilibre aérodynamique des avions et planeurs tel que défini par Voisin : \"Centre de gravité en avant du centre de voilure, et empennage horizontal arrière inversé\", (transposé à 90 degrés pour le Triul).",
			"desc" : "La S'Wing utilise les conditions d'équilibre aérodynamique du parapente, transposées du plan vertical au plan horizontal. Cette option permet d'alléger le dispositif en remplaçant la voilure de type Marconi par des voiles plus légères et le bateau par une petite nacelle indépendante de la voilure."
		},
		"theory" : "Le Triul : théorie et prototypes",
		"video" : "Le Triul : démonstration en vidéo",
		"publishing" : "Le Triul : publications",
		"patent" : {
			"title" : "Le Triul : brevet",
			"desc" : "Ce projet a fait l'objet d'un dépôt de brevet, le 29 octobre 1992.",
			"documents" : "Pour accéder à ces documents, cliquez"
		}
	},

	"contact" : {
		"intro" : "Notre projet vous intéresse ? Vous avez une question à propos de la S'Wing ? Pour toute information supplémentaire, ou afin de discuter avec l'un des inventeurs, n'hésitez pas à nous contacter par mail dès maintenant.",
		"Paul" : {
			"desc" : "Paul, le grand-père, travaille sur la partie théorique de l'invention. Responsable des nombreux calculs, il a déposé les brevets pour la S'Wing.",
			"email" : "Si vous souhaitez contacter Paul, cliquez "
		},
		"Fred" : {
			"desc" : "Fred, le père, s'occupe de la mise en pratique des calculs. Il réalise la construction, puis le test des différents prototypes de la S'Wing.",
			"pictures" : "Des photos et vidéos",
			"available" : " sont disponibles.",
			"email" : "Pour envoyer un mail à Fred, cliquez "
		},
		"Chloe" : {
			"desc" : "Chloé, la fille, a réalisé le site web de S'Wing afin de présenter cette invention.",
			"email" : "Pour écrire à Chloé, c'est "
		}
	}
}
